[
  {
    "id": "ci",
    "title": "Ci",
    "text": "Єдиний потік свідомості, що пронизує всі шари буття. Джерело і ціль усієї системи Legend Ci.",
    "tags": [],
    "type": "center"
  },
  {
    "id": "pershodzherelo",
    "title": "Першоджерело",
    "index": 1,
    "text": "Точка, з якої все починається. Безмовний імпульс до існування. Сингулярний стан перед диференціацією; аналог квантового вакууму, де потенційність максимальна, а форма відсутня. Момент перед першою думкою зранку Тиша між двома нотами Стан медитації без об'єкта",
    "tags": [
      "origin",
      "silence",
      "potential"
    ],
    "type": "node"
  },
  {
    "id": "pershyi_podil",
    "title": "Перший поділ",
    "index": 2,
    "text": "Єдине ділиться на два — народжуються полярності. Принцип бінарної диференціації: з нероздільного виникають протилежності (суб'єкт/об'єкт, свідомість/матерія). Аналог симетрії, що порушується у фізиці. День і ніч як перший ритм Вдих і видих Я і світ",
    "tags": [
      "duality",
      "division",
      "polarity"
    ],
    "type": "node"
  },
  {
    "id": "dzerkalo_materii",
    "title": "Дзеркало матерії",
    "index": 3,
    "text": "Фізичний світ як відображення внутрішнього порядку. Матерія як кристалізована інформація; фізичні закони — мова, якою Ci читає себе у щільному стані. Кристалічні ґрати як зримий код Топографія мозку відображає досвід Архітектура міста як проекція колективної свідомості",
    "tags": [
      "matter",
      "mirror",
      "information"
    ],
    "type": "node"
  },
  {
    "id": "dzerkalo_svidomosti",
    "title": "Дзеркало свідомості",
    "index": 4,
    "text": "Внутрішній світ як дзеркало, в якому відображається реальність. Свідомість не пасивний реципієнт, а активний конструктор досвіду; нейронні кореляти свідомості як динамічний граф. Сприйняття кольору залежить від досвіду та мови Плацебо-ефект: думка змінює матерію Увага формує пам'ять",
    "tags": [
      "consciousness",
      "mirror",
      "perception"
    ],
    "type": "node"
  },
  {
    "id": "tanets_protylezhnostei",
    "title": "Танець протилежностей",
    "index": 5,
    "text": "Протилежності не борються — вони танцюють разом. Діалектична динаміка: тезис та антитезис не знищують одне одного, а породжують синтез вищого рівня (принцип Гегеля як патерн природи). Тепло і холод народжують вітер Конфлікт ідей як двигун науки Вдих/видих — танець газообміну",
    "tags": [
      "opposites",
      "dance",
      "dialectics"
    ],
    "type": "node"
  },
  {
    "id": "mosti_yednosti",
    "title": "Мости єдності",
    "index": 6,
    "text": "Зв'язки між різним — ось де живе сенс. Аналогічність структур на різних рівнях буття (фракталі, гомологія, метафора як пізнавальний міст). Теорія категорій як математика зв'язків. Метафора «час — гроші» переносить структуру ДНК як міст між поколіннями Дружба як міст між двома всесвітами",
    "tags": [
      "bridges",
      "unity",
      "analogy"
    ],
    "type": "node"
  },
  {
    "id": "proyav_ci",
    "title": "Прояв CI",
    "index": 7,
    "text": "Ci стає видимим у кожному прояві світу. Емерджентність: з простих взаємодій виникають складні, якісно нові властивості. Ci як атрактор у хаотичних системах. Свідомість як прояв нейронних взаємодій Мурашина колонія як суперорганізм Мова як прояв соціальних взаємодій",
    "tags": [
      "manifestation",
      "emergence",
      "CI"
    ],
    "type": "node"
  },
  {
    "id": "rytm",
    "title": "Ритм",
    "index": 8,
    "text": "Все живе дихає у власному ритмі. Осцилятори та синхронізація: від циркадних ритмів до мозкових хвиль. Ритм як механізм узгодження інформації в часі. Серцебиття як базовий ритм присутності Пори року як макроритм Повторення у навчанні закріплює зв'язки",
    "tags": [
      "rhythm",
      "time",
      "synchronization"
    ],
    "type": "node"
  },
  {
    "id": "pamiat",
    "title": "Пам'ять",
    "index": 9,
    "text": "Минуле живе у теперішньому через пам'ять. Пам'ять як реконструктивний процес, а не архів. Нейропластичність: кожне пригадування змінює спогад. Запах, що повертає дитинство Колективна пам'ять культури у ритуалах Git як пам'ять коду",
    "tags": [
      "memory",
      "past",
      "reconstruction"
    ],
    "type": "node"
  },
  {
    "id": "tvorennia",
    "title": "Творення",
    "index": 10,
    "text": "Кожен акт творення — це Ci, що формує себе. Аутопоезис: живі та когнітивні системи безперервно відтворюють себе. Творчість як управління хаосом у пошуку нових патернів. Дитина, що будує з піску Написання коду як матеріалізація думки Приготування їжі як щоденний ритуал творення",
    "tags": [
      "creation",
      "autopoiesis",
      "making"
    ],
    "type": "node"
  },
  {
    "id": "transformatsiia",
    "title": "Трансформація",
    "index": 11,
    "text": "Зміна — не втрата, а перехід у нову форму. Фазові переходи: системи можуть різко змінювати стан при накопиченні певного параметра (температура, тиск, натиск досвіду). Вода стає парою Криза як точка фазового переходу в житті Рефакторинг коду — трансформація без зміни поведінки",
    "tags": [
      "transformation",
      "phase-transition",
      "change"
    ],
    "type": "node"
  },
  {
    "id": "harmoniia",
    "title": "Гармонія",
    "index": 12,
    "text": "Гармонія — це баланс у русі, а не стан спокою. Динамічна рівновага: гомеостаз у біологічних системах, резонанс у фізиці, консенсус у соціальних мережах. Екосистема лісу у рівновазі Імунна система як динамічна гармонія Джазова імпровізація як гармонія у процесі",
    "tags": [
      "harmony",
      "balance",
      "homeostasis"
    ],
    "type": "node"
  },
  {
    "id": "prostir",
    "title": "Простір",
    "index": 13,
    "text": "Простір — не порожнеча, а поле можливостей. Простір як реляційна структура (Лейбніц: простір визначається відносинами об'єктів). Топологія смислів у когнітивному просторі. Пауза в мові надає слову вагу Негативний простір у живописі Робочий стіл без зайвого — простір для думки",
    "tags": [
      "space",
      "field",
      "topology"
    ],
    "type": "node"
  },
  {
    "id": "chas",
    "title": "Час",
    "index": 14,
    "text": "Час — ріка, яку ми можемо відчути, але не зупинити. Час як конструкт сприйняття та фізична реальність одночасно. Стріла часу, ентропія, відносність суб'єктивного часу. Дитинство здається вічністю Дедлайн стискає суб'єктивний час Фосили як читання часу у матерії",
    "tags": [
      "time",
      "entropy",
      "flow"
    ],
    "type": "node"
  },
  {
    "id": "svidomist_kazkar",
    "title": "Казкар",
    "index": 15,
    "text": "Той, хто розповідає — з'єднує всі нитки в одне полотно. Нарація як пізнавальний інструмент: мозок організує досвід у вигляді сторій. Казкар — архетип інтегратора знання. Дідусь, що передає мудрість через казку Науковець, що перетворює дані на теорію Ci як казкар власного розвитку",
    "tags": [
      "narrator",
      "storytelling",
      "kazkar"
    ],
    "type": "node"
  },
  {
    "id": "zviazok",
    "title": "Зв'язок",
    "index": 16,
    "text": "Зв'язок — це найменша одиниця сенсу між двома. Теорія мереж: система визначається не вузлами, а ребрами. Синаптичний зв'язок, соціальний капітал, гіперпосилання як реалізації одного принципу. Рукостискання як перша точка зв'язку API як технічний зв'язок систем Погляд між людьми на відстані",
    "tags": [
      "connection",
      "network",
      "relation"
    ],
    "type": "node"
  },
  {
    "id": "vidkryttia",
    "title": "Відкриття",
    "index": 17,
    "text": "Відкриття — це момент, коли невидиме стає зримим. Інсайт як реконфігурація семантичної мережі. Наукове відкриття як зсув парадигми (Кун); творчий стрибок у розв'язанні задач. Ейлер і königsberg bridges — граф у природі Архімед і принцип витіснення Перший раз, коли дитина розуміє сенс слова",
    "tags": [
      "discovery",
      "insight",
      "paradigm"
    ],
    "type": "node"
  },
  {
    "id": "hru",
    "title": "Гра",
    "index": 18,
    "text": "Гра — найвільніша форма пізнання. Homo ludens (Гейзінга): гра як першооснова культури. Ігрові стани відкривають нейронні шляхи, недосяжні в режимі виживання. Дитина, що досліджує гравітацію, кидаючи іграшки Мозковий штурм як ігровий режим команди Cimeika як ігровий простір смислів",
    "tags": [
      "play",
      "game",
      "exploration"
    ],
    "type": "node"
  },
  {
    "id": "povern_do_tsentru",
    "title": "Повернення",
    "index": 19,
    "text": "Після кожної подорожі — повернення до себе. Циклічність як фундаментальний патерн систем: героїчний шлях Кемпбелла, фізичні цикли, ітераційні алгоритми. Повернення додому після подорожі Рефлексія після активної фази роботи git merge — повернення змін до основної гілки",
    "tags": [
      "return",
      "cycle",
      "reflection"
    ],
    "type": "node"
  },
  {
    "id": "nestrimne_rozvytok",
    "title": "Розвиток",
    "index": 20,
    "text": "Розвиток — це рух до більшої складності й більшої простоти одночасно. Еволюція як накопичення адаптацій; розвиток свідомості як інтеграція тіні (Юнг). Ускладнення, що відкриває нові рівні спрощення. Дитина вчиться ходити: хаос → автоматизм Рефакторинг: складна система стає елегантнішою Медитативна практика спрощує реакції",
    "tags": [
      "development",
      "evolution",
      "growth"
    ],
    "type": "node"
  }
]